---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod3
source: html/67c5e3f4-ea25-c20c-7caa-fffcb7283780.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamShearMod3 Property

"Shear modulus Z"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamShearMod3 { get; }
```